[
    {
        "effect": "You cannot use your Relocate Action, and receive a -2 to Move Rolls used with your Primary Action.",
        "id": "f813c6a6",
        "name": "Bound",
        "negative": true,
        "type": "short (1)"
    },
    {
        "effect": "A target that is running from you or an ally.  They are considered Flanked while fleeing.",
        "id": "9c117575",
        "name": "Fleeing",
        "negative": true,
        "type": "short (1)"
    },
    {
        "effect": "All Defence Move Rolls suffer a -3 Penalty.  Attacks against you deal +5 Bonus Verve Damage.  You can remove the Prone Status by sacrificing your Relocate Move.",
        "id": "12ee8d87",
        "name": "Prone",
        "negative": true,
        "type": "short (1)"
    },
    {
        "effect": "Your vision is reduced to 6 squares, you lose 1 Action of your choice, and cannot perform Moves that require a Roll.    Any spell or psionic power that you have in effect dissapates immediately, and you can no longer maintain concentration.",
        "id": "84286d9f",
        "name": "Stunned",
        "negative": true,
        "type": "short (1)"
    },
    {
        "effect": "An attribute is buffed.  All Skill Moves that you resolve with that Attribute gain a bonus.  See the effect for the bonus.",
        "id": "0f1b200e",
        "name": "Attribute Buffed",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "You lose Verve for each sq you Move.  DC1 Bleeding is 1 Verve per sq, and so forth to DC5.",
        "id": "d1dd5b91",
        "name": "Bleeding",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You fail any check that requires sight, and reroll successful Move Rolls when seeing is important.",
        "id": "12744298",
        "name": "Blind",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your target incurs 2 Verve Loss per round while burning.  They may expend a Relocate Move to put themselves out.",
        "id": "6cf9f659",
        "name": "Burning",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You are aware and cautious of all opponents.  When you are Cautious, opponents cannot use some Moves against you - such as Stealth, Subterfuge and the Grapple and Trip SubMoves.  Additionally, your Defence Rolls gain a +2 Bonus against some Moves, such as Influence.",
        "id": "61aeeb61",
        "name": "Cautious",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "Your target's Move sq. incurs a -1 Penalty.  ",
        "id": "1031d6a8",
        "name": "Chilled",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "When attempting any Move, a Raw Value of 8- grants the DM the ability to choose a new target, or cancel the action.  If the Move does not require a Roll, you must Roll for the Raw Value.",
        "id": "78f6a36a",
        "name": "Confused",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You fail any check that requires hearing, and you reroll successful Move Rolls when hearing is important.  Additionally, you fail the Cast a Spell Move on a Raw Roll of 4-.",
        "id": "733f9696",
        "name": "Deaf",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your target incurs a -1 Penalty to the first Move they use each turn that uses a Physical Attribute.",
        "id": "ef5858f3",
        "name": "Decaying",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "The target will prefer not to take an action, such as Melee Attack or Ranged Attack.  If they ignore this preference, they incur a -1 Penalty to their roll, or a -2 to any application of Verve Loss.",
        "id": "60cf1f0c",
        "name": "Dissuaded",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "The target has taken too much damage and is bleeding out.  You may be able to resolve the Stabilise Move in the Rest Skill to save yourself.  If you have the Dying Status for three rounds, you perish from wounds and exhaustion.",
        "id": "eb65bb44",
        "name": "Dying",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "The enraged target will aggressively approach and attack targets it considers their opponents, using only the Relocate and Attack Moves if it can unless unable to.",
        "id": "5e75dfa0",
        "name": "Enraged",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "If you would ever take more than 10 damage from a single physical hit, reduce it to 10.",
        "id": "95b27798",
        "name": "Fortified 10",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "If you would ever take more than 5 damage from a single physical hit, reduce it to 5.",
        "id": "632b39a0",
        "name": "Fortified 5",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "All Move Rolls suffer a -2 Penalty while you can perceive your source of fear.",
        "id": "3342f15c",
        "name": "Frightened",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your target incurs a -1 Penalty to Defence Moves against effects that try to Move them, as well as to the Athletics Move.",
        "id": "c2c2e818",
        "name": "Gusted",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your speed is multiplied by 1.5.  You gain 1 additional Primary, Relocate or Quick Action each turn.  When you leave Hasted, you gain the Stunned Status.",
        "id": "171709ae",
        "name": "Hasted",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "Roll an additional D4 on one Roll per turn.",
        "id": "8762b1e7",
        "name": "Inspired",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "Your target prefers to avoid the target of their intimidation.  Targets automatically succeed at Defenses against it on a Raw Roll of 16+",
        "id": "a8702444",
        "name": "Intimidated",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You have Advantage on any creature that cannot perceive you with sight.",
        "id": "c9f689b7",
        "name": "Invisible",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "Your target incurs 1 Verve Loss per round, and suffers a -1 Penalty to the Block Move.",
        "id": "4a0ae563",
        "name": "Melting",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You lose all your Actions.",
        "id": "f488df8f",
        "name": "Paralyzed",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You lose Verve each turn.  The amount of Verve is based on the strength of the poison.  DC1 Poison applies 3 Verve Loss, DC2 applies 6, DC3 applies 10, DC4 applies 15, and DC5 applies 20.",
        "id": "50195e5a",
        "name": "Poisoned",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your target prefers to target the object / person they were provoked to.  If that would put them in danger, they may ignore this provocation.",
        "id": "4088abfe",
        "name": "Provoked",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You incur a -1 Penalty to the first Move they use each turn that uses a Mental Attribute.",
        "id": "3a6faa1a",
        "name": "Shocked",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "You incur a -3 to all Rolls.",
        "id": "bce09fa5",
        "name": "Sickened",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Your speed is halved.  You lose an Action of your choice each turn.",
        "id": "a4b68644",
        "name": "Slow",
        "negative": true,
        "type": "standard (3)"
    },
    {
        "effect": "Reroll all failed Move Rolls once.",
        "id": "023c6625",
        "name": "Uplifted",
        "negative": false,
        "type": "standard (3)"
    },
    {
        "effect": "Unless they do anything to obviously break your trust, you consider the source of the Charm Effect as a friend.",
        "id": "f54d66ec",
        "name": "Charmed",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Reroll all successful Move Rolls once.",
        "id": "b6c99dec",
        "name": "Cursed",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Your vision is reduced to 6 squares and you lose 1 action of your choice.  You can maintain any effect that requires concentration for a maximum of 1 round.",
        "id": "cfa1809a",
        "name": "Dazed",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You may have a physical or a mental disease, or both.  Whenever you perform a Move that has a class of attribute to which you are diseased, if you roll a low Raw Roll you gain the Exhausted Status.  DC 1 Diseases cause this effect on a Raw Roll of 2-.  DC 2 occurs on 3- and so on.  Rolling under the Raw Roll a second time also applies the Dazed Status.  Performing a Short Rest removes these Statuses.",
        "id": "52cbf2ff",
        "name": "Diseased",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You cannot use Moves that use a Mental Stat.",
        "id": "910f3718",
        "name": "Dumb",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Your movement speed is reduced by 1sq, and you get a -2 Penalty to Moves that use the Dex Attribute.",
        "id": "ea0f287e",
        "name": "Encumbered",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You lose all current Stamina.  Your maximum Verve is reduced to 70% of the total, and you cannot gain more than that amount.",
        "id": "ecdb6cee",
        "name": "Exhausted",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "A character is Flanked if they do not have the Cautious Status, and are adjacent to 3 enemies or if 2 enemies are adjacent and on opposite sides of them.  Enemies: may be Backstabbed and you may use Stealth against them if they are not cautious of you.  Players: incur a -2 penalty to the Dodge move.",
        "id": "82e65a18",
        "name": "Flanked",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You may only engage up to 5 Points on any Point Track.",
        "id": "8dd591e1",
        "name": "Limited",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Your target is slumbering soundly.  They wake with the Prone Status if struck, or if a loud noise occurs.  In combat, this is most often when melee attacks are made within 3 sq. of them, or a spell of DC3 or higher is cast.",
        "id": "c1dcd2a7",
        "name": "Sleeping",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Enemy sufferers lose their Primary Action and cannot use Special Attacks.  PC sufferers may not use Mods on Moves.  This Status may be removed by expending your Relocate Action, but the effect still applies on the turn you remove the Status.",
        "id": "9fcd506b",
        "name": "Staggered",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You are unseen and unheard, and cannot be targeted by enemy Moves.",
        "id": "6f711d40",
        "name": "Stealth",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "All Move Rolls suffer a -2 Penalty while you can perceive your source of fear or anything like it, and terrified targets will prefer to leave the presence of their source of terror.",
        "id": "6e2f9f82",
        "name": "Terrified",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You receive 1.5x Verve loss, and any time you incur 10 or more Verve Loss, you also gain the Wound: Injured Status.",
        "id": "e7c84844",
        "name": "Vulnerable",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "You cannot use Moves that use a Physical Stat.",
        "id": "c1ed5597",
        "name": "Weakened",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "All Move Rolls are performed with a -1 penalty.",
        "id": "beb7d604",
        "name": "Wound: Injured",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Any time you gain Verve, you only gain half and all Rolls are performed with a -1 penalty.",
        "id": "2bec14ca",
        "name": "Wound: Scarred",
        "negative": true,
        "type": "long (∞)"
    },
    {
        "effect": "Any time you gain Verve, you only gain half.  All Rolls are performed with a -2 penalty and your movement is reduced by 1.",
        "id": "a57c4bf0",
        "name": "Wound: Mortal",
        "negative": true,
        "type": "long (∞)"
    }
]
